Repository: edunext-eu/SimpleTOTP
Catalog: locales/*/LC_MESSAGES/simpletotp.po
Languages: af, ca, cs, da, de, el, es, et, eu, fi, fr, he, hr, hu, id, it, ja, lb, lt, lv, nl, nn, no, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, xh, zh, zh_tw, zu

source: If you are unsure what this means, or have your lost your multi-factor authentication device, you will need to contact your IT helpdesk for assistance.
af: As jy nie seker is wat dit beteken nie, of jy jou multifaktor-toestel verloor het, moet jy die IT-ondersteuning kontak vir hulp.
ca: Si no saps què significa això o has perdut el dispositiu d'autenticació multifactor, hauràs de contactar amb el servei d'assistència informàtica.
cs: Pokud si nejste jisti, co to znamená, nebo jste ztratili své zařízení pro multifaktorové ověření, kontaktujte IT helpdesk.
da: Hvis du er i tvivl om, hvad dette betyder, eller har mistet din multifaktorenhed, skal du kontakte din IT-support for hjælp.
de: Wenn Sie nicht sicher sind, was das bedeutet, oder Ihr Multifaktor-Gerät verloren haben, wenden Sie sich bitte an Ihren IT-Helpdesk.
el: Αν δεν είστε βέβαιοι τι σημαίνει αυτό ή αν χάσατε τη συσκευή πολυπαραγοντικού ελέγχου ταυτότητας, επικοινωνήστε με το IT helpdesk για βοήθεια.
es: Si no está seguro de lo que significa o ha perdido su dispositivo de autenticación multifactor, deberá ponerse en contacto con el servicio de soporte de TI para obtener ayuda.
et: Kui te pole kindel, mida see tähendab, või olete kaotanud oma mitmefaktorilise autentimisseadme, võtke ühendust IT kasutajatoega.
eu: Ez badakizu zer esan nahi duen honek, edo multifaktoreko autentifikazio gailua galdu baduzu, IT laguntza-zerbitzuarekin harremanetan jarri.
fi: Jos et ole varma, mitä tämä tarkoittaa, tai olet kadottanut monivaiheisen tunnistuslaitteesi, ota yhteyttä IT-tukeen.
fr: Si vous ne savez pas ce que cela signifie ou si vous avez perdu votre appareil d'authentification multifacteur, contactez votre support informatique.
he: אם אינך בטוח מה זה אומר או שאיבדת את מכשיר האימות הרב-שלבי שלך, עליך לפנות לתמיכת ה-IT לקבלת עזרה.
hr: Ako niste sigurni što to znači ili ste izgubili uređaj za višefaktorsku autentifikaciju, obratite se IT podršci.
hu: Ha nem biztos benne, mit jelent ez, vagy elveszítette a többfaktoros eszközét, lépjen kapcsolatba az IT ügyfélszolgálattal.
id: Jika Anda tidak yakin apa artinya, atau kehilangan perangkat autentikasi multifaktor, silakan hubungi helpdesk TI untuk bantuan.
it: Se non sai cosa significa o hai perso il dispositivo di autenticazione a più fattori, contatta l'helpdesk IT per assistenza.
ja: これが何を意味するのか分からない場合、または多要素認証デバイスを紛失した場合は、ITヘルプデスクに連絡してください。
lb: Wann Dir net sécher sidd, wat dat bedeit, oder Dir Ären Multifaktor-Apparat verluer hutt, kontaktéiert w.e.g. den IT-Helpdesk.
lt: Jei nesate tikri, ką tai reiškia, arba praradote daugiaveiksnės autentifikacijos įrenginį, susisiekite su IT pagalba.
lv: Ja neesat pārliecināts, ko tas nozīmē, vai esat pazaudējis daudzfaktoru autentifikācijas ierīci, sazinieties ar IT atbalstu.
nl: Als u niet zeker weet wat dit betekent, of uw multifactorapparaat bent kwijtgeraakt, neem dan contact op met uw IT-helpdesk.
nn: Viss du er usikker på kva dette betyr, eller har mista multifaktoreininga di, må du kontakte IT-brukarstøtta for hjelp.
no: Hvis du er usikker på hva dette betyr, eller har mistet multifaktorenheten din, må du kontakte IT-brukerstøtten for hjelp.
pl: Jeśli nie wiesz, co to oznacza, lub zgubiłeś urządzenie do uwierzytelniania wieloskładnikowego, skontaktuj się z pomocą IT.
pt_br: Se não tiver certeza do que isso significa ou se perdeu o seu dispositivo de autenticação multifator, entre em contato com o suporte de TI.
ro: Dacă nu sunteți sigur ce înseamnă acest lucru sau ați pierdut dispozitivul de autentificare multifactor, contactați helpdesk-ul IT pentru asistență.
ru: Если вы не уверены, что это значит, или потеряли свое устройство многофакторной аутентификации, обратитесь в ИТ-службу поддержки.
sk: Ak si nie ste istí, čo to znamená, alebo ste stratili svoje zariadenie pre multifaktorové overenie, kontaktujte IT helpdesk.
sl: Če niste prepričani, kaj to pomeni, ali ste izgubili napravo za večfaktorsko avtentikacijo, se obrnite na IT pomoč.
sr: Ako niste sigurni šta to znači ili ste izgubili svoj uređaj za višefaktorsku autentikaciju, kontaktirajte IT podršku.
sv: Om du är osäker på vad detta betyder eller har förlorat din multifaktorenhet behöver du kontakta IT-supporten för hjälp.
tr: Bunun ne anlama geldiğinden emin değilseniz veya çok faktörlü cihazınızı kaybettiyseniz, yardım için BT destek birimiyle iletişime geçin.
xh: Ukuba awuqinisekanga ukuba kuthetha ntoni oku, okanye ulahlekelwe sisixhobo sakho sokuqinisekisa izinto ezininzi, qhagamshelana nenkonzo ye-IT ukuze ufumane uncedo.
zh: 如果你不确定这意味着什么，或丢失了多因素认证设备，请联系 IT 服务台寻求帮助。
zh_tw: 如果你不確定這表示什麼，或已遺失你的多因素驗證裝置，請聯絡 IT 服務台尋求協助。
zu: Uma ungaqiniseki ukuthi kusho ukuthini lokhu, noma ulahlekelwe idivayisi yakho yokuqinisekisa izinto eziningi, xhumana nosizo lwe-IT ukuze uthole usizo.

source: You must enter a TOTP token.
af: Jy moet 'n TOTP-token invoer.
ca: Has d'introduir un token TOTP.
cs: Musíte zadat TOTP kód.
da: Du skal indtaste en TOTP-kode.
de: Sie müssen einen TOTP-Token eingeben.
el: Πρέπει να εισαγάγετε ένα TOTP token.
es: Debe introducir un token TOTP.
et: Peate sisestama TOTP koodi.
eu: TOTP token bat sartu behar duzu.
fi: Sinun on annettava TOTP-koodi.
fr: Vous devez saisir un jeton TOTP.
he: עליך להזין אסימון TOTP.
hr: Morate unijeti TOTP kod.
hu: Meg kell adnia egy TOTP kódot.
id: Anda harus memasukkan token TOTP.
it: Devi inserire un token TOTP.
ja: TOTPトークンを入力する必要があります。
lb: Dir musst en TOTP-Code aginn.
lt: Turite įvesti TOTP kodą.
lv: Jums jāievada TOTP kods.
nl: U moet een TOTP-code invoeren.
nn: Du må oppgi ein TOTP-kode.
no: Du må oppgi en TOTP-kode.
pl: Musisz wprowadzić kod TOTP.
pt_br: Você deve inserir um token TOTP.
ro: Trebuie să introduceți un token TOTP.
ru: Вы должны ввести TOTP-токен.
sk: Musíte zadať TOTP kód.
sl: Vnesti morate TOTP kodo.
sr: Morate uneti TOTP kod.
sv: Du måste ange en TOTP-kod.
tr: Bir TOTP kodu girmelisiniz.
xh: Kufuneka ufake i-TOTP token.
zh: 你必须输入一个 TOTP 令牌。
zh_tw: 你必須輸入一個 TOTP 權杖。
zu: Kufanele ufake i-TOTP token.

source: A valid TOTP token consists of only numeric values.
af: 'n Geldige TOTP-token bestaan slegs uit numeriese waardes.
ca: Un token TOTP vàlid només conté valors numèrics.
cs: Platný TOTP kód se skládá pouze z číselných hodnot.
da: En gyldig TOTP-kode består kun af numeriske værdier.
de: Ein gültiger TOTP-Token besteht nur aus numerischen Werten.
el: Ένα έγκυρο TOTP token αποτελείται μόνο από αριθμητικές τιμές.
es: Un token TOTP válido contiene solo valores numéricos.
et: Kehtiv TOTP kood sisaldab ainult numbreid.
eu: Baliozko TOTP tokena zenbakizko balioez soilik osatuta dago.
fi: Kelvollinen TOTP-koodi sisältää vain numeromerkkejä.
fr: Un jeton TOTP valide ne contient que des chiffres.
he: אסימון TOTP תקין מכיל רק ספרות.
hr: Valjani TOTP kod sastoji se samo od brojčanih vrijednosti.
hu: A érvényes TOTP kód csak számjegyekből áll.
id: Token TOTP yang valid hanya terdiri dari angka.
it: Un token TOTP valido contiene solo numeri.
ja: 有効なTOTPトークンは数字のみで構成されます。
lb: En valabele TOTP-Code besteet nëmmen aus numeresche Wäerter.
lt: Tinkamas TOTP kodas sudarytas tik iš skaitinių reikšmių.
lv: Derīgs TOTP kods sastāv tikai no cipariem.
nl: Een geldige TOTP-code bestaat alleen uit numerieke waarden.
nn: Ein gyldig TOTP-kode består berre av numeriske verdiar.
no: En gyldig TOTP-kode består bare av numeriske verdier.
pl: Prawidłowy kod TOTP składa się wyłącznie z cyfr.
pt_br: Um token TOTP válido contém apenas valores numéricos.
ro: Un token TOTP valid conține doar valori numerice.
ru: Допустимый TOTP-токен состоит только из цифр.
sk: Platný TOTP kód obsahuje iba číselné hodnoty.
sl: Veljavna TOTP koda vsebuje samo številke.
sr: Ispravan TOTP kod sadrži samo numeričke vrednosti.
sv: En giltig TOTP-kod består endast av numeriska värden.
tr: Geçerli bir TOTP kodu yalnızca sayısal değerlerden oluşur.
xh: I-TOTP token esebenzayo ineendawo zezinombolo kuphela.
zh: 有效的 TOTP 令牌只能包含数字。
zh_tw: 有效的 TOTP 權杖只能包含數字。
zu: I-TOTP token evumelekile iqukethe izinombolo kuphela.

source: A valid TOTP token must be 6 digits long.
af: 'n Geldige TOTP-token moet 6 syfers lank wees.
ca: Un token TOTP vàlid ha de tenir 6 dígits.
cs: Platný TOTP kód musí mít 6 číslic.
da: En gyldig TOTP-kode skal være 6 cifre lang.
de: Ein gültiger TOTP-Token muss 6 Ziffern lang sein.
el: Ένα έγκυρο TOTP token πρέπει να έχει 6 ψηφία.
es: Un token TOTP válido debe tener 6 dígitos.
et: Kehtiv TOTP kood peab olema 6 numbri pikkune.
eu: Baliozko TOTP tokenak 6 digitu izan behar ditu.
fi: Kelvollisen TOTP-koodin on oltava 6 numeron pituinen.
fr: Un jeton TOTP valide doit comporter 6 chiffres.
he: אסימון TOTP תקין חייב להיות באורך 6 ספרות.
hr: Valjani TOTP kod mora imati 6 znamenki.
hu: Az érvényes TOTP kód 6 számjegy hosszú.
id: Token TOTP yang valid harus 6 digit.
it: Un token TOTP valido deve avere 6 cifre.
ja: 有効なTOTPトークンは6桁である必要があります。
lb: En valabele TOTP-Code muss 6 Zifferen laang sinn.
lt: Tinkamas TOTP kodas turi būti 6 skaitmenų ilgio.
lv: Derīgam TOTP kodam jābūt 6 ciparu garam.
nl: Een geldige TOTP-code moet 6 cijfers lang zijn.
nn: Ein gyldig TOTP-kode må vere 6 siffer.
no: En gyldig TOTP-kode må være 6 sifre.
pl: Prawidłowy kod TOTP musi mieć 6 cyfr.
pt_br: Um token TOTP válido deve ter 6 dígitos.
ro: Un token TOTP valid trebuie să aibă 6 cifre.
ru: Допустимый TOTP-токен должен быть длиной 6 цифр.
sk: Platný TOTP kód musí mať 6 číslic.
sl: Veljavna TOTP koda mora imeti 6 števk.
sr: Ispravan TOTP kod mora imati 6 cifara.
sv: En giltig TOTP-kod måste vara 6 siffror lång.
tr: Geçerli bir TOTP kodu 6 haneli olmalıdır.
xh: I-TOTP token esebenzayo kufuneka ibe nezinombolo ezi-6.
zh: 有效的 TOTP 令牌必须为 6 位数字。
zh_tw: 有效的 TOTP 權杖必須為 6 位數。
zu: I-TOTP token evumelekile kufanele ibe namadijithi angu-6.

source: You have entered the incorrect TOTP token.
af: Jy het 'n verkeerde TOTP-token ingevoer.
ca: Has introduït un token TOTP incorrecte.
cs: Zadali jste nesprávný TOTP kód.
da: Du har indtastet en forkert TOTP-kode.
de: Sie haben einen falschen TOTP-Token eingegeben.
el: Έχετε εισαγάγει λανθασμένο TOTP token.
es: Ha introducido un token TOTP incorrecto.
et: Sisestasite vale TOTP koodi.
eu: TOTP token okerra sartu duzu.
fi: Olet antanut väärän TOTP-koodin.
fr: Vous avez saisi un jeton TOTP incorrect.
he: הזנת אסימון TOTP שגוי.
hr: Unijeli ste netočan TOTP kod.
hu: Hibás TOTP kódot adott meg.
id: Anda memasukkan token TOTP yang salah.
it: Hai inserito un token TOTP non corretto.
ja: 誤ったTOTPトークンを入力しました。
lb: Dir hutt en falschen TOTP-Code aginn.
lt: Įvedėte neteisingą TOTP kodą.
lv: Jūs ievadījāt nepareizu TOTP kodu.
nl: U heeft een onjuiste TOTP-code ingevoerd.
nn: Du har oppgitt feil TOTP-kode.
no: Du har oppgitt feil TOTP-kode.
pl: Wprowadzono nieprawidłowy kod TOTP.
pt_br: Você digitou um token TOTP incorreto.
ro: Ați introdus un token TOTP incorect.
ru: Вы ввели неверный TOTP-токен.
sk: Zadali ste nesprávny TOTP kód.
sl: Vnesli ste napačno TOTP kodo.
sr: Uneli ste pogrešan TOTP kod.
sv: Du har angett fel TOTP-kod.
tr: Yanlış TOTP kodu girdiniz.
xh: Ufakile i-TOTP token engachanekanga.
zh: 你输入了错误的 TOTP 令牌。
zh_tw: 你輸入了錯誤的 TOTP 權杖。
zu: Ufake i-TOTP token engalungile.

source: Too many TOTP attempts. Please try again later.
af: Te veel TOTP-pogings. Probeer later weer.
ca: Massa intents de TOTP. Torna-ho a provar més tard.
cs: Příliš mnoho pokusů o TOTP. Zkuste to prosím později.
da: For mange TOTP-forsøg. Prøv igen senere.
de: Zu viele TOTP-Versuche. Bitte versuchen Sie es später erneut.
el: Πάρα πολλές προσπάθειες TOTP. Παρακαλώ δοκιμάστε αργότερα.
es: Demasiados intentos de TOTP. Por favor, intente de nuevo más tarde.
et: Liiga palju TOTP katseid. Proovige hiljem uuesti.
eu: TOTP saiakera gehiegi. Saiatu berriro geroago.
fi: Liian monta TOTP-yritystä. Yritä myöhemmin uudelleen.
fr: Trop de tentatives TOTP. Veuillez réessayer plus tard.
he: יותר מדי ניסיונות TOTP. נסה שוב מאוחר יותר.
hr: Previše TOTP pokušaja. Pokušajte ponovno kasnije.
hu: Túl sok TOTP-próbálkozás. Kérjük, próbálja meg később.
id: Terlalu banyak percobaan TOTP. Silakan coba lagi nanti.
it: Troppi tentativi TOTP. Riprova più tardi.
ja: TOTPの試行回数が多すぎます。後でもう一度お試しください。
lb: Ze vill TOTP-Versich. Probéiert et méi spéit nach eng Kéier.
lt: Per daug TOTP bandymų. Bandykite vėliau.
lv: Pārāk daudz TOTP mēģinājumu. Lūdzu, mēģiniet vēlāk.
nl: Te veel TOTP-pogingen. Probeer het later opnieuw.
nn: For mange TOTP-forsøk. Prøv igjen seinare.
no: For mange TOTP-forsøk. Prøv igjen senere.
pl: Zbyt wiele prób TOTP. Spróbuj ponownie później.
pt_br: Muitas tentativas de TOTP. Tente novamente mais tarde.
ro: Prea multe încercări TOTP. Vă rugăm să încercați din nou mai târziu.
ru: Слишком много попыток TOTP. Пожалуйста, попробуйте позже.
sk: Príliš veľa pokusov o TOTP. Skúste to neskôr.
sl: Preveč TOTP poskusov. Poskusite znova pozneje.
sr: Previše TOTP pokušaja. Pokušajte ponovo kasnije.
sv: För många TOTP-försök. Försök igen senare.
tr: Çok fazla TOTP denemesi. Lütfen daha sonra tekrar deneyin.
xh: Zininzi kakhulu iinzame ze-TOTP. Nceda uzame kwakhona kamva.
zh: TOTP 尝试次数过多。请稍后再试。
zh_tw: TOTP 嘗試次數過多。請稍後再試。
zu: Imizamo eminingi ye-TOTP. Sicela uzame futhi kamuva.

source: Not you? Start over
af: Nie jy nie? Begin van vooraf
ca: No ets tu? Comença de nou
cs: Nejste to vy? Začít znovu
da: Ikke dig? Start forfra
de: Nicht du? Neu beginnen
el: Δεν είστε εσείς; Ξεκινήστε από την αρχή
es: ¿No eres tú? Empezar de nuevo
et: Mitte sina? Alusta uuesti
eu: Ez zara zu? Hasi berriro
fi: Etkö sinä? Aloita alusta
fr: Pas vous ? Recommencer
he: לא אתה? התחל מחדש
hr: Niste vi? Počni ispočetka
hu: Nem te vagy? Kezdje elölről
id: Bukan Anda? Mulai lagi
it: Non sei tu? Ricomincia
ja: あなたではありませんか？最初からやり直す
lb: Net du? Nei ufänken
lt: Ne jūs? Pradėti iš naujo
lv: Neesat jūs? Sākt no jauna
nl: Niet jij? Opnieuw beginnen
nn: Ikkje deg? Start på nytt
no: Ikke deg? Start på nytt
pl: To nie Ty? Zacznij od nowa
pt_br: Não é você? Recomeçar
ro: Nu sunteți dvs.? Începeți din nou
ru: Это не вы? Начать заново
sk: Nie ste to vy? Začať znova
sl: Niste vi? Začni znova
sr: Niste vi? Počni iz početka
sv: Inte du? Börja om
tr: Siz değil misiniz? Baştan başlayın
xh: Ayinguwe? Qalisa kwakhona
zh: 不是你？重新开始
zh_tw: 不是你？重新開始
zu: Akusiyo wena? Qala phansi
