Repository: edunext-eu/SimpleTOTP
Catalog: locales/*/LC_MESSAGES/simpletotp.po
Languages: af, ca, cs, da, de, el, es, et, eu, fi, fr, he, hr, hu, id, it, ja, lb, lt, lv, nl, nn, no, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, xh, zh, zh_tw, zu

source: Processing...
af: Besig om te verwerk...
ca: S'està processant...
cs: Zpracovává se...
da: Behandler...
de: Verarbeitung...
el: Επεξεργασία...
es: Procesando...
et: Töötlemine...
eu: Prozesatzen...
fi: Käsitellään...
fr: Traitement...
he: בעיבוד...
hr: Obrada...
hu: Feldolgozás...
id: Memproses...
it: Elaborazione...
ja: 処理中...
lb: Veraarbechtung...
lt: Apdorojama...
lv: Apstrāde...
nl: Bezig...
nn: Handsamar...
no: Behandler...
pl: Przetwarzanie...
pt_br: Processando...
ro: Se procesează...
ru: Обработка...
sk: Spracováva sa...
sl: Obdelava...
sr: Obrada...
sv: Bearbetar...
tr: İşleniyor...
xh: Iyacutshungulwa...
zh: 处理中...
zh_tw: 處理中...
zu: Kuyacutshungulwa...

source: Submit
af: Stuur
ca: Envia
cs: Odeslat
da: Send
de: Absenden
el: Υποβολή
es: Enviar
et: Esita
eu: Bidali
fi: Lähetä
fr: Envoyer
he: שלח
hr: Pošalji
hu: Küldés
id: Kirim
it: Invia
ja: 送信
lb: Ofschécken
lt: Siųsti
lv: Iesniegt
nl: Verzenden
nn: Send inn
no: Send inn
pl: Wyślij
pt_br: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sl: Pošlji
sr: Pošalji
sv: Skicka
tr: Gönder
xh: Thumela
zh: 提交
zh_tw: 提交
zu: Thumela

source: Two-Factor Authentication Required
af: Twee-faktor-verifikasie vereis
ca: Es requereix autenticació de dos factors
cs: Vyžadováno dvoufaktorové ověření
da: Tofaktorgodkendelse kræves
de: Zwei-Faktor-Authentifizierung erforderlich
el: Απαιτείται έλεγχος ταυτότητας δύο παραγόντων
es: Se requiere autenticación de dos factores
et: Kahefaktoriline autentimine on nõutav
eu: Bi faktoreko autentifikazioa behar da
fi: Kaksivaiheinen tunnistautuminen vaaditaan
fr: Authentification à deux facteurs requise
he: נדרשת אימות דו-שלבי
hr: Potrebna je dvofaktorska autentifikacija
hu: Kétfaktoros hitelesítés szükséges
id: Autentikasi dua faktor diperlukan
it: Autenticazione a due fattori richiesta
ja: 二要素認証が必要です
lb: Zwee-Faktor-Authentifikatioun erfuerderlech
lt: Reikalinga dviejų veiksnių autentifikacija
lv: Nepieciešama divu faktoru autentifikācija
nl: Twee-factor-authenticatie vereist
nn: Tofaktorautentisering er påkravd
no: Tofaktorautentisering kreves
pl: Wymagane uwierzytelnianie dwuskładnikowe
pt_br: Autenticação de dois fatores obrigatória
ro: Este necesară autentificarea cu doi factori
ru: Требуется двухфакторная аутентификация
sk: Vyžaduje sa dvojfaktorové overenie
sl: Zahtevana je dvofaktorska avtentikacija
sr: Potrebna je dvofaktorska autentikacija
sv: Tvåfaktorsautentisering krävs
tr: İki faktörlü kimlik doğrulama gerekiyor
xh: Kufuneka uqinisekiso lwezinto ezimbini
zh: 需要双因素认证
zh_tw: 需要雙因素驗證
zu: Kudingeka ukuqinisekiswa kwezinto ezimbili

source: You are required to enter your current multi-factor authentication token using your configured device to continue.
af: Jy moet jou huidige multifaktor-verifikasiekode vanaf jou gekonfigureerde toestel invoer om voort te gaan.
ca: Cal que introdueixis el teu codi d'autenticació multifactor actual amb el dispositiu configurat per continuar.
cs: Pro pokračování musíte zadat svůj aktuální multifaktorový ověřovací kód ze svého nakonfigurovaného zařízení.
da: Du skal indtaste din aktuelle tofaktorautentiseringskode fra din konfigurerede enhed for at fortsætte.
de: Sie müssen Ihren aktuellen Multifaktor-Authentifizierungscode mit Ihrem konfigurierten Gerät eingeben, um fortzufahren.
el: Για να συνεχίσετε, πρέπει να εισαγάγετε τον τρέχοντα κωδικό πολυπαραγοντικού ελέγχου ταυτότητας από τη διαμορφωμένη συσκευή σας.
es: Para continuar, debe introducir el token de autenticación multifactor generado por su dispositivo configurado.
et: Jätkamiseks peate sisestama oma praeguse mitmefaktorilise autentimiskoodi konfigureeritud seadmest.
eu: Jarraitzeko, zure gailu konfiguratuan sortutako multifaktoreko autentifikazio tokena sartu behar duzu.
fi: Sinun on annettava nykyinen monivaiheinen tunnistuskoodi määritetystä laitteestasi jatkaaksesi.
fr: Vous devez saisir votre code d'authentification multifacteur actuel à l'aide de votre appareil configuré pour continuer.
he: כדי להמשיך, עליך להזין את קוד האימות הרב-שלבי הנוכחי מהמכשיר שהוגדר עבורך.
hr: Za nastavak morate unijeti trenutni kod višefaktorske autentifikacije s konfiguriranog uređaja.
hu: A folytatáshoz meg kell adnia a konfigurált eszközén generált aktuális többfaktoros hitelesítési kódot.
id: Anda harus memasukkan token autentikasi multifaktor saat ini dari perangkat yang dikonfigurasi untuk melanjutkan.
it: Per continuare, devi inserire il token di autenticazione a più fattori generato dal dispositivo configurato.
ja: 続行するには、設定済みのデバイスで生成された現在の多要素認証トークンを入力してください。
lb: Dir musst Ären aktuellen Multifaktor-Authentifikatiounscode mat Ärem konfiguréiertem Apparat aginn, fir weiderzegoen.
lt: Norėdami tęsti, turite įvesti dabartinį daugiaveiksnės autentifikacijos kodą iš savo sukonfigūruoto įrenginio.
lv: Lai turpinātu, jums jāievada pašreizējais daudzfaktoru autentifikācijas kods no konfigurētās ierīces.
nl: U moet uw huidige multifactor-authenticatiecode invoeren met uw geconfigureerde apparaat om door te gaan.
nn: Du må oppgi den noverande tofaktorautentiseringskoden frå den konfigurerte eininga for å halde fram.
no: Du må oppgi din nåværende tofaktorautentiseringskode fra den konfigurerte enheten for å fortsette.
pl: Aby kontynuować, musisz wprowadzić bieżący kod uwierzytelniania wieloskładnikowego z skonfigurowanego urządzenia.
pt_br: Você deve inserir o seu código de autenticação multifator atual usando o dispositivo configurado para continuar.
ro: Pentru a continua, trebuie să introduceți tokenul de autentificare multifactor curent folosind dispozitivul configurat.
ru: Чтобы продолжить, введите текущий код многофакторной аутентификации с вашего настроенного устройства.
sk: Ak chcete pokračovať, musíte zadať svoj aktuálny multifaktorový overovací kód zo svojho nakonfigurovaného zariadenia.
sl: Za nadaljevanje morate vnesti trenutno kodo za večfaktorsko avtentikacijo iz konfigurirane naprave.
sr: Da biste nastavili, morate uneti trenutni kod višefaktorske autentikacije sa konfigurisanog uređaja.
sv: Du måste ange din aktuella multifaktorautentiseringskod från din konfigurerade enhet för att fortsätta.
tr: Devam etmek için yapılandırılmış cihazınızdan mevcut çok faktörlü kimlik doğrulama kodunu girmeniz gerekir.
xh: Ukuze uqhubeke, kufuneka ufake ikhowudi yakho yangoku yokuqinisekisa izinto ezininzi esuka kwisixhobo sakho esimiswe.
zh: 要继续，请使用已配置的设备输入当前的多因素认证令牌。
zh_tw: 要繼續，請使用已設定的裝置輸入目前的多因素驗證權杖。
zu: Ukuze uqhubeke, kufanele ufake ikhodi yakho yamanje yokuqinisekisa izinto eziningi kusuka kudivayisi yakho emisiwe.

source: If you are unsure what this means, or have your lost your two-factor authentication device, you will need to contact your IT helpdesk for assistance.
af: As jy nie seker is wat dit beteken nie, of jy jou twee-faktor-toestel verloor het, moet jy die IT-ondersteuning kontak vir hulp.
ca: Si no saps què significa això o has perdut el dispositiu d'autenticació de dos factors, hauràs de contactar amb el servei d'assistència informàtica.
cs: Pokud si nejste jisti, co to znamená, nebo jste ztratili své zařízení pro dvoufaktorové ověření, kontaktujte IT helpdesk.
da: Hvis du er i tvivl om, hvad dette betyder, eller har mistet din tofaktorenhed, skal du kontakte din IT-support for hjælp.
de: Wenn Sie nicht sicher sind, was das bedeutet, oder Ihr Zwei-Faktor-Gerät verloren haben, wenden Sie sich bitte an Ihren IT-Helpdesk.
el: Αν δεν είστε βέβαιοι τι σημαίνει αυτό ή αν χάσατε τη συσκευή δύο παραγόντων, επικοινωνήστε με το IT helpdesk για βοήθεια.
es: Si no está seguro de lo que significa o ha perdido su dispositivo de autenticación de dos factores, deberá ponerse en contacto con el servicio de soporte de TI para obtener ayuda.
et: Kui te pole kindel, mida see tähendab, või olete kaotanud oma kahefaktorilise autentimisseadme, võtke ühendust IT kasutajatoega.
eu: Ez badakizu zer esan nahi duen honek, edo bi faktoreko autentifikazio gailua galdu baduzu, IT laguntza-zerbitzuarekin harremanetan jarri.
fi: Jos et ole varma, mitä tämä tarkoittaa, tai olet kadottanut kaksivaiheisen tunnistuslaitteesi, ota yhteyttä IT-tukeen.
fr: Si vous ne savez pas ce que cela signifie ou si vous avez perdu votre appareil d'authentification à deux facteurs, contactez votre support informatique.
he: אם אינך בטוח מה זה אומר או שאיבדת את מכשיר האימות הדו-שלבי שלך, עליך לפנות לתמיכת ה-IT לקבלת עזרה.
hr: Ako niste sigurni što to znači ili ste izgubili uređaj za dvofaktorsku autentifikaciju, obratite se IT podršci.
hu: Ha nem biztos benne, mit jelent ez, vagy elveszítette a kétfaktoros eszközét, lépjen kapcsolatba az IT ügyfélszolgálattal.
id: Jika Anda tidak yakin apa artinya, atau kehilangan perangkat autentikasi dua faktor, silakan hubungi helpdesk TI untuk bantuan.
it: Se non sai cosa significa o hai perso il dispositivo di autenticazione a due fattori, contatta l'helpdesk IT per assistenza.
ja: これが何を意味するのか分からない場合、または二要素認証デバイスを紛失した場合は、ITヘルプデスクに連絡してください。
lb: Wann Dir net sécher sidd, wat dat bedeit, oder Dir Ären Zwee-Faktor-Apparat verluer hutt, kontaktéiert w.e.g. den IT-Helpdesk.
lt: Jei nesate tikri, ką tai reiškia, arba praradote dviejų veiksnių autentifikavimo įrenginį, susisiekite su IT pagalba.
lv: Ja neesat pārliecināts, ko tas nozīmē, vai esat pazaudējis divu faktoru autentifikācijas ierīci, sazinieties ar IT atbalstu.
nl: Als u niet zeker weet wat dit betekent, of uw twee-factorapparaat bent kwijtgeraakt, neem dan contact op met uw IT-helpdesk.
nn: Viss du er usikker på kva dette betyr, eller har mista tofaktoreininga di, må du kontakte IT-brukarstøtta for hjelp.
no: Hvis du er usikker på hva dette betyr, eller har mistet tofaktorenheten din, må du kontakte IT-brukerstøtten for hjelp.
pl: Jeśli nie wiesz, co to oznacza, lub zgubiłeś urządzenie do uwierzytelniania dwuskładnikowego, skontaktuj się z pomocą IT.
pt_br: Se não tiver certeza do que isso significa ou se perdeu o seu dispositivo de autenticação de dois fatores, entre em contato com o suporte de TI.
ro: Dacă nu sunteți sigur ce înseamnă acest lucru sau ați pierdut dispozitivul de autentificare cu doi factori, contactați helpdesk-ul IT pentru asistență.
ru: Если вы не уверены, что это значит, или потеряли свое устройство двухфакторной аутентификации, обратитесь в ИТ-службу поддержки.
sk: Ak si nie ste istí, čo to znamená, alebo ste stratili svoje zariadenie pre dvojfaktorové overenie, kontaktujte IT helpdesk.
sl: Če niste prepričani, kaj to pomeni, ali ste izgubili napravo za dvofaktorsko avtentikacijo, se obrnite na IT pomoč.
sr: Ako niste sigurni šta to znači ili ste izgubili svoj uređaj za dvofaktorsku autentikaciju, kontaktirajte IT podršku.
sv: Om du är osäker på vad detta betyder eller har förlorat din tvåfaktorsenhet behöver du kontakta IT-supporten för hjälp.
tr: Bunun ne anlama geldiğinden emin değilseniz veya iki faktörlü cihazınızı kaybettiyseniz, yardım için BT destek birimiyle iletişime geçin.
xh: Ukuba awuqinisekanga ukuba kuthetha ntoni oku, okanye ulahlekelwe sisixhobo sakho sokuqinisekisa izinto ezimbini, qhagamshelana nenkonzo ye-IT ukuze ufumane uncedo.
zh: 如果你不确定这意味着什么，或丢失了双因素认证设备，请联系 IT 服务台寻求帮助。
zh_tw: 如果你不確定這表示什麼，或已遺失你的雙因素驗證裝置，請聯絡 IT 服務台尋求協助。
zu: Uma ungaqiniseki ukuthi kusho ukuthini lokhu, noma ulahlekelwe idivayisi yakho yokuqinisekisa izinto ezimbili, xhumana nosizo lwe-IT ukuze uthole usizo.

source: Authentication Error
af: Verifikasiefout
ca: Error d'autenticació
cs: Chyba ověření
da: Godkendelsesfejl
de: Authentifizierungsfehler
el: Σφάλμα αυθεντικοποίησης
es: Error de autenticación
et: Autentimisviga
eu: Autentifikazio errorea
fi: Tunnistusvirhe
fr: Erreur d'authentification
he: שגיאת אימות
hr: Pogreška autentifikacije
hu: Hitelesítési hiba
id: Kesalahan autentikasi
it: Errore di autenticazione
ja: 認証エラー
lb: Authentifikatiounsfeeler
lt: Autentifikavimo klaida
lv: Autentifikācijas kļūda
nl: Authenticatiefout
nn: Autentiseringsfeil
no: Autentiseringsfeil
pl: Błąd uwierzytelniania
pt_br: Erro de autenticação
ro: Eroare de autentificare
ru: Ошибка аутентификации
sk: Chyba overenia
sl: Napaka pri avtentikaciji
sr: Greška autentikacije
sv: Autentiseringsfel
tr: Kimlik doğrulama hatası
xh: Impazamo yokuqinisekisa
zh: 认证错误
zh_tw: 驗證錯誤
zu: Iphutha lokuqinisekisa

source: TOTP Code:
af: TOTP-kode:
ca: Codi TOTP:
cs: Kód TOTP:
da: TOTP-kode:
el: Κωδικός TOTP:
es: Código TOTP:
et: TOTP kood:
eu: TOTP kodea:
fi: TOTP-koodi:
fr: Code TOTP :
he: קוד TOTP:
hr: TOTP kod:
hu: TOTP kód:
id: Kode TOTP:
it: Codice TOTP:
ja: TOTPコード:
lt: TOTP kodas:
lv: TOTP kods:
nn: TOTP-kode:
no: TOTP-kode:
pl: Kod TOTP:
pt_br: Código TOTP:
ro: Cod TOTP:
ru: Код TOTP:
sk: TOTP kód:
sl: TOTP koda:
sr: TOTP kod:
sv: TOTP-kod:
tr: TOTP Kodu:
xh: Ikhowudi ye-TOTP:
zh: TOTP 代码:
zh_tw: TOTP 代碼:
zu: Ikhodi ye-TOTP:

source: TOTP code
af: TOTP-kode
ca: Codi TOTP
cs: Kód TOTP
da: TOTP-kode
el: Κωδικός TOTP
es: Código TOTP
et: TOTP kood
eu: TOTP kodea
fi: TOTP-koodi
fr: Code TOTP
he: קוד TOTP
hr: TOTP kod
hu: TOTP kód
id: Kode TOTP
it: Codice TOTP
ja: TOTPコード
lt: TOTP kodas
lv: TOTP kods
nn: TOTP-kode
no: TOTP-kode
pl: Kod TOTP
pt_br: Código TOTP
ro: Cod TOTP
ru: Код TOTP
sk: TOTP kód
sl: TOTP koda
sr: TOTP kod
sv: TOTP-kod
tr: TOTP kodu
xh: Ikhowudi ye-TOTP
zh: TOTP 代码
zh_tw: TOTP 代碼
zu: Ikhodi ye-TOTP

source: Multi-Factor Authentication Required
af: Multifaktor-verifikasie vereis
ca: Es requereix autenticació multifactor
cs: Vyžadováno multifaktorové ověření
da: Multifaktorautentisering kræves
de: Multifaktor-Authentifizierung erforderlich
el: Απαιτείται πολυπαραγοντικός έλεγχος ταυτότητας
es: Se requiere autenticación multifactor
et: Mitmefaktoriline autentimine on nõutav
eu: Multifaktoreko autentifikazioa behar da
fi: Monivaiheinen tunnistautuminen vaaditaan
fr: Authentification multifacteur requise
he: נדרש אימות רב-שלבי
hr: Potrebna je višefaktorska autentifikacija
hu: Többfaktoros hitelesítés szükséges
id: Autentikasi multifaktor diperlukan
it: Autenticazione a più fattori richiesta
ja: 多要素認証が必要です
lb: Multifaktor-Authentifikatioun erfuerderlech
lt: Reikalinga daugiaveiksnė autentifikacija
lv: Nepieciešama daudzfaktoru autentifikācija
nl: Multifactor-authenticatie vereist
nn: Multifaktorautentisering er påkravd
no: Multifaktorautentisering kreves
pl: Wymagane uwierzytelnianie wieloskładnikowe
pt_br: Autenticação multifator obrigatória
ro: Este necesară autentificarea multifactor
ru: Требуется многофакторная аутентификация
sk: Vyžaduje sa multifaktorové overenie
sl: Zahtevana je večfaktorska avtentikacija
sr: Potrebna je višefaktorska autentikacija
sv: Multifaktorautentisering krävs
tr: Çok faktörlü kimlik doğrulama gerekiyor
xh: Kufuneka uqinisekiso lwezinto ezininzi
zh: 需要多因素认证
zh_tw: 需要多因素驗證
zu: Kudingeka ukuqinisekiswa kwezinto eziningi

source: It seems you do not have multi-factor authentication configured. This system has been configured such that it is mandatory to use multi-factor authentication.
af: Dit lyk of jy nie multifaktor-verifikasie opgestel het nie. Hierdie stelsel is so opgestel dat multifaktor-verifikasie verpligtend is.
ca: Sembla que no tens configurada l'autenticació multifactor. Aquest sistema està configurat perquè l'ús de l'autenticació multifactor sigui obligatori.
cs: Zdá se, že nemáte nakonfigurované multifaktorové ověření. Tento systém je nastaven tak, že multifaktorové ověření je povinné.
da: Det ser ud til, at du ikke har konfigureret multifaktorautentisering. Dette system er konfigureret, så multifaktorautentisering er obligatorisk.
de: Es scheint, dass Sie die Multifaktor-Authentifizierung nicht konfiguriert haben. Dieses System ist so konfiguriert, dass die Multifaktor-Authentifizierung verpflichtend ist.
el: Φαίνεται ότι δεν έχετε διαμορφώσει πολυπαραγοντικό έλεγχο ταυτότητας. Αυτό το σύστημα έχει ρυθμιστεί έτσι ώστε ο πολυπαραγοντικός έλεγχος ταυτότητας να είναι υποχρεωτικός.
es: Parece que no tiene configurada la autenticación multifactor. Este sistema está configurado para que el uso de autenticación multifactor sea obligatorio.
et: Tundub, et teil pole mitmefaktorilist autentimist seadistatud. See süsteem on seadistatud nii, et mitmefaktoriline autentimine on kohustuslik.
eu: Badirudi ez duzula multifaktoreko autentifikaziorik konfiguratu. Sistema hau multifaktoreko autentifikazioa derrigorrezkoa izan dadin konfiguratuta dago.
fi: Näyttää siltä, että monivaiheista tunnistautumista ei ole määritetty. Tämä järjestelmä on määritetty siten, että monivaiheinen tunnistautuminen on pakollinen.
fr: Il semble que vous n'ayez pas configuré l'authentification multifacteur. Ce système est configuré de sorte que l'authentification multifacteur est obligatoire.
he: נראה שלא הגדרת אימות רב-שלבי. מערכת זו מוגדרת כך שאימות רב-שלבי הוא חובה.
hr: Čini se da nemate konfiguriranu višefaktorsku autentifikaciju. Ovaj je sustav konfiguriran tako da je višefaktorska autentifikacija obvezna.
hu: Úgy tűnik, nincs beállítva a többfaktoros hitelesítés. A rendszer úgy van beállítva, hogy a többfaktoros hitelesítés kötelező.
id: Tampaknya Anda belum mengonfigurasi autentikasi multifaktor. Sistem ini dikonfigurasi sehingga autentikasi multifaktor wajib digunakan.
it: Sembra che tu non abbia configurato l'autenticazione a più fattori. Questo sistema richiede obbligatoriamente l'autenticazione a più fattori.
ja: 多要素認証が設定されていないようです。このシステムは多要素認証が必須になるように構成されています。
lb: Et schéngt, datt Dir d'Multifaktor-Authentifikatioun net konfiguréiert hutt. Dëse System ass esou konfiguréiert, datt d'Multifaktor-Authentifikatioun obligatoresch ass.
lt: Atrodo, kad nesate sukonfigūravę daugiaveiksnės autentifikacijos. Ši sistema sukonfigūruota taip, kad daugiaveiksnė autentifikacija yra privaloma.
lv: Izskatās, ka jums nav konfigurēta daudzfaktoru autentifikācija. Šī sistēma ir konfigurēta tā, ka daudzfaktoru autentifikācija ir obligāta.
nl: Het lijkt erop dat u geen multifactor-authenticatie hebt geconfigureerd. Dit systeem is zo ingesteld dat multifactor-authenticatie verplicht is.
nn: Det ser ut til at du ikkje har konfigurert multifaktorautentisering. Dette systemet er sett opp slik at multifaktorautentisering er obligatorisk.
no: Det ser ut til at du ikke har konfigurert multifaktorautentisering. Dette systemet er konfigurert slik at multifaktorautentisering er obligatorisk.
pl: Wygląda na to, że nie masz skonfigurowanego uwierzytelniania wieloskładnikowego. Ten system jest skonfigurowany tak, że uwierzytelnianie wieloskładnikowe jest obowiązkowe.
pt_br: Parece que você não configurou a autenticação multifator. Este sistema foi configurado para que a autenticação multifator seja obrigatória.
ro: Se pare că nu aveți configurată autentificarea multifactor. Acest sistem este configurat astfel încât autentificarea multifactor este obligatorie.
ru: Похоже, у вас не настроена многофакторная аутентификация. Эта система настроена так, что многофакторная аутентификация обязательна.
sk: Zdá sa, že nemáte nakonfigurované multifaktorové overenie. Tento systém je nastavený tak, že multifaktorové overenie je povinné.
sl: Zdi se, da nimate nastavljene večfaktorske avtentikacije. Sistem je nastavljen tako, da je večfaktorska avtentikacija obvezna.
sr: Izgleda da nemate podešenu višefaktorsku autentikaciju. Ovaj sistem je podešen tako da je višefaktorska autentikacija obavezna.
sv: Det verkar som att du inte har konfigurerat multifaktorautentisering. Detta system är konfigurerat så att multifaktorautentisering är obligatorisk.
tr: Çok faktörlü kimlik doğrulamayı yapılandırmadığınız anlaşılıyor. Bu sistem, çok faktörlü kimlik doğrulamanın zorunlu olduğu şekilde yapılandırılmıştır.
xh: Kubonakala ngathi awukamisanga uqinisekiso lwezinto ezininzi. Le nkqubo imisiwe ukuze uqinisekiso lwezinto ezininzi lube yimfuneko.
zh: 看起来你没有配置多因素认证。该系统已配置为必须使用多因素认证。
zh_tw: 看起來你沒有設定多因素驗證。此系統已設定為必須使用多因素驗證。
zu: Kubonakala sengathi awukakumisi ukuqinisekiswa kwezinto eziningi. Lolu hlelo luhlelwe ukuze ukuqinisekiswa kwezinto eziningi kube yimpoqo.
